Revit 2024 API
FormatOptions.CanHaveSymbol Method
Overload List
Name | Description
CanHaveSymbol()
 Checks whether a symbol can be specified to display the unit in this FormatOptions.
CanHaveSymbol(ForgeTypeId)
 Checks whether a symbol can be specified to display a given unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace